title_text_0: "Привет, мир!";
title_text_1: "Второй заголовок!";
title_text_2: "Игра.";
title_text_3: "Оптимизация делает мне больно.";
title_text_4: "Что-то странное...";
title_text_5: "Случайный заголовок.";
title_text_6: "Кот. =￣ω￣=";
title_text_7: "Почему ты смотришь на это?";
title_text_8: "Я ненавижу текстовые поля.";
title_text_9: "Выйди и коснись травы.";

generate_load: "Загрузка мира.";
generate_biome: "Генерация биомов.";
generate_base: "Генерация базового мира.";
generate_smooth: "Выравнивание мира.";
generate_small_caves: "Генерация маленьких пещер.";
generate_big_caves: "Генерация больших пещер.";
generate_gigantic_caves: "Генерация гигантских пещер";
generate_special_caves: "Генерация специальных пещер.";
generate_ground: "Размещение плиток земли.";
generate_trees: "Размещение деревьев.";
generate_small_smooth_ground: "Мелкое выравнивание земли.";
generate_small_smooth_walls: "Мелкое выравнивание стен.";
generate_structures: "Генерация структур.";

play: "Играть";

game_load: "Загрузить игру";
game_new: "Новая игра";
seed: "Семя";
name: "Имя";
create_world: "Создать мир";

invalid_world_name: "Недопустимое имя мира!";
invalid_world_seed: "Недопустимое семя мира!";
world_available: "Мир уже доступен!";

pause: "Пауза";

graphics: "Графика";
settings: "Настройки";
back: "Назад";

structure_editor: "Редактор структур";

show_only_walls: "Показывать только стены";
make_tile_triangle: "Сделать плитку треугольной";
change_tile_type: "Изменить тип плитки";
width: "Ширина";
height: "Высота";

apply: "Применить";
import: "Импортировать";
export: "Экспортировать";
exit: "Выход";

grass: "Трава";
grass_description: "Пышный, зеленый газон.";

dirt: "Грязь";
dirt_description: "Сыпучая, земляная почва.";

stone: "Камень";
stone_description: "Грубый, натуральный камень.";

oak_wood: "Дубовые доски";
oak_wood_description: "Прочный деревянный брус.";

deep_stone: "Глубинный камень";
deep_stone_description: "Плотный, темный камень с оттенком небесно-синего.";